Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G45.tmx
Source language: en_us
Languages: zh_cn

source: TIME's Person of the Year 2013 Pope Fran
zh_cn: 2013年度人物——教皇方济各

source: He took the name of a humble saint and then called for a church of healing.
zh_cn: 他以谦卑的圣徒之名，呼吁教堂成为疗伤的场所。

source: The first non-European pope in 1,200 years is poised to transform a place that measures change by the century
zh_cn: 1200年来第一任非欧洲裔的教皇，即将改变一个若干世纪以来死水一潭的地方。

source: On the edge of Buenos Aires is a nothing little street called Pasaje C, a shot of dried mud leading into a slum from what passes for a main road, the garbage-strewn Mariano Acosta.
zh_cn: 在布宜诺斯艾利斯城市的边缘，有一条小小的街道，叫帕萨赫C区。这是一条泥泞、肮脏的小路，通往一个贫民窟，进而连接一条大路——马里诺阿科塔。

source: There is a church, the Immaculate Virgin, toward the end of the ?pasaje-Spanish for passage-where, on one occasion, the local priest and a number of frightened residents took refuge deep in the sanctuary when rival drug gangs opened fire.
zh_cn: 帕萨赫的西班牙语意思是“通道”，尽头有一所教堂——纯真玛利亚堂。有一次，当地的牧师和几个惊恐万状的居民躲在圣堂里，几个贩毒帮派在外面火拼。

source: Beyond the church, Pasaje C branches into the rest of the parish: more rutted mud and cracked concrete form Pasajes A to K.
zh_cn: 穿过教堂，帕萨赫C区的小路延伸到其它地区：同样布满泥泞的车辙、水泥墙面剥落的帕萨赫A区到K区。

source: Brick chips from the hasty construction of squatter housing coagulate along what ought to be sidewalks. The word asesino-?murderer-is scrawled in spray-paint on the sooty wall of a burned-out house, which was torched just days before in retaliation for yet another shooting.
zh_cn: 用来建造临时住所的砖块堆满人行道，一所被焚毁的房子漆黑的墙面上潦草地喷着asesino（凶手），这所房屋在几天前因为报复一个枪击事件而被焚烧殆尽。

source: Packs of dogs sprawl beneath wrecked cars. Children wander heedless of traffic, because nothing can gather speed on these jagged roads.
zh_cn: 几只狗趴在废弃的汽车下面，孩子们毫无顾忌地在路中间走来走去，因为汽车在这条坎坷不平的道路上开不了多快。

source: But even Pasaje C can lead to Rome.
zh_cn: 但是，即使是帕萨赫C区也能通往罗马。

source: As Cardinal and Archbishop of Buenos Aires, a metropolis of some 13.5 million souls, Jorge Mario Bergoglio made room in his schedule every year for a pastoral visit to this place of squalor and sorrow.?
zh_cn: 作为布宜诺斯艾利斯这座1350万人口的城市的红衣主教和大主教，豪尔赫 马里奥 贝尔高利奥每年都会来到这个充满污秽和悲伤的地方，履行牧师巡游的职责。

source: He would walk to the subway station nearest to the Metropolitan Cathedral, whose pillars and dome fit easily into the center of Argentine power.
zh_cn: 他从市中心的大教堂走到距离最近的地铁站，大教堂的柱子和穹顶完美体现了阿根廷的权威。

source: Traveling alone, he would transfer onto a graffiti-blasted tram to Mariano Acosta, reaching where the subways do not go.
zh_cn: 他还经常一个人搭乘满是涂鸦的有轨电车去马里诺阿科塔，和其它地铁无法到达的地方。

source: He finished the journey on foot, moving heavily in his bulky black orthopedic shoes along Pasaje C.
zh_cn: 他徒步走完全程，拖着沉重的黑色矫正靴子进入帕萨赫C区。

source: On other days, there were other journeys to barrios throughout the city-so many in need of so much, but none too poor or too filthy for a visit from this itinerant prince of the church.
zh_cn: 他有时还会来到城市其它的贫民窟，这样的地方实在太多了，但贫穷和肮脏从未阻止教堂巡游王子的脚步。

source: Reza por m¨ª, he asked almost everyone he met. Pray for me.
zh_cn: “Reza por mí”，他向每一个见到的人打招呼，“为我祈祷”。

source: When, on March 13, Bergoglio inherited the throne of St. Peter-keeper of the keys to the kingdom of heaven-he made the same request of the world.
zh_cn: 3月13日，贝尔高利奥继承了天堂之匙保管者圣彼得的王座，他向全世界发出了同样的声音。

source: Pray for me. His letter of retirement, a requirement of all bishops 75 and older, was already on file in a Vatican office, awaiting approval.
zh_cn: “为我祈祷。”他的辞职信——其中连带要求所有超过75岁的主教辞职——已经放在梵蒂冈的办公室里，等待最终批准。

source: Friends in Argentina had perceived him to be slowing down, like a spent force.
zh_cn: 阿根廷的朋友们发现他的行动越来越迟缓，影响力不再。

source: In an instant, he was a new man, calling himself Francis after the humble saint from Assisi.
zh_cn: 可突然之间，他脱胎换骨，称自己是追随阿西西圣徒的方济各。

source: As Pope, he was suddenly the sovereign of Vatican City and head of an institution so ?sprawling-with about enough followers to populate China-so steeped in order, so snarled by bureaucracy, so vast in its charity, so weighted by its scandals, so polarizing to those who study its teachings, so mysterious to those who don't, that the gap between him and the daily miseries of the world's poor might finally have seemed unbridgeable. Until the 266th Supreme Pontiff walked off in those clunky shoes to pay his hotel bill.
zh_cn: 作为教皇，他是梵蒂冈的君主。他领导的这个机构如此庞大，信众数量超过中国人口；如此沉溺于传统的秩序，官僚风气横行；有如此广大的博爱心怀；丑闻重压之下如此狼狈；信奉教义的人的观点如此分化；教外之人看来如此神秘。这一切在他和天下穷苦大众之间划下了一道不可逾越的鸿沟——直到第266任罗马教皇穿着沉重的靴子走下宝座，自己掏钱支付酒店的费用。

source: The papacy is mysterious and magical: it turns a septuagenarian into a superstar while revealing almost nothing about the man himself.
zh_cn: 教皇的职位既神秘又具有魔力，它把一个七十多岁的老者变成一个超级明星，却并没有透露他的任何个人信息。

source: And it raises hopes in every corner of the world-hopes that can never be fulfilled, for they are irreconcilable.
zh_cn: 它在世界各个角落点燃了无法达成的希望，因为这些希望永远无法调和。

source: The elderly traditionalist who pines for the old Latin Mass and the devout young woman who wishes she could be a priest both have hopes.
zh_cn: 年长的传统人士渴望老式的拉丁语弥撒，年轻的虔诚女性盼望成为牧师，他们都有希望。

source: The ambitious monsignor in the Vatican Curia and the evangelizing deacon in a remote Filipino village both have hopes.
zh_cn: 梵蒂冈教廷里野心勃勃的主教和远在菲律宾村庄里布道的执事也都有希望。

source: No Pope can make them all happy at once.
zh_cn: 任何教皇都无法取悦所有的人。

source: But what makes this Pope so important is the speed with which he has captured the imaginations of millions who had given up on hoping for the church at all.
zh_cn: 但是，让这位教皇与众不同的是，他迅速地捕捉到了数百万早已对教堂放弃希望的信众心中的想法。

source: People weary of the endless parsing of sexual ethics, the buck-passing infighting over lines of authority when all the while (to borrow from Milton), "the hungry Sheep look up, and are not fed."
zh_cn: 人们厌倦了无休止的性伦理讨论，以及争夺权力时相互推诿的内讧，与此同时（借用弥尔顿的话）“饥饿的绵羊抬起头，却没有食物”（译者注：语出《失乐园》）。

source: In a matter of months, Francis has elevated the healing mission of the church-the church as servant and comforter of hurting people in an often harsh world-above the doctrinal police work so important to his recent predecessors.
zh_cn: 在几个月时间里，方济各赋予教堂重要的疗伤任务——教堂以仆人和抚慰者的身份救助在残酷的现实世界中受伤的人们，这超越了他的前任所严格奉行的说教和监管责任。

source: John Paul II and Benedict XVI were professors of theology. Francis is a former janitor, nightclub bouncer, chemical technician and literature teacher.
zh_cn: 约翰保罗二世和本笃十六世都曾经是神学院的教授，而方济各曾经是看门人、夜店保镖、化学剂师和文学教师。

source: And behind his self-effacing facade, he is a very canny operator.
zh_cn: 在谦逊的外表之下，他是一个精明的管理者。

source: He makes masterly use of 21st century tools to perform his 1st century office.
zh_cn: 他熟练地使用21世纪的工具运作1世纪的庞大机构。

source: He is photographed washing the feet of female convicts, posing for selfies with young visitors to the Vatican, embracing a man with a deformed face.
zh_cn: 他给一个女性罪犯洗脚，与参观梵蒂冈的年轻人自拍，拥抱一个满脸长疣包的人。

source: He is quoted saying of women who consider abortion because of poverty or rape, "Who can remain unmoved before such painful situations?"
zh_cn: 在谈到因为贫穷或遭受强奸而选择堕胎的问题，他说：“面对如此悲惨的遭遇，怎能有人不动容？”

source: Of gay people: "If a homosexual person is of good will and is in search of God, I am no one to judge."
zh_cn: 对于同性恋，他说：“如果有人是同性恋，而能怀善心追寻上帝，我有何资格论断？”

source: To divorced and remarried Catholics who are, by rule, forbidden from taking Communion, he says that this crucial rite "is not a prize for the perfect but a powerful medicine and nourishment for the weak."
zh_cn: 对于离婚和再婚的天主教信徒按规定不能出席圣餐的问题，他说，重要的圣餐仪式“不是对完美的嘉奖，而是治疗伤痛的良药。”

source: Through these conscious and skillful evocations of moments in the ministry of Jesus, as recounted in the Gospels, this new Pope may have found a way out of the 20th century culture wars, which have left the church moribund in much of Western Europe and on the defensive from Dublin to Los Angeles.
zh_cn: 这些话清醒、圆滑地传达了耶稣的旨意，就像福音书中的叙述。新教皇或许已经找到了走出20世纪文化战争的道路，这场战争让天主教堂在西欧大部分地区经营不善、奄奄一息，从都柏林到洛杉矶饱受批评。

source: But the paradox of the papacy is that each new man's success is burdened by the astonishing successes of Popes past.
zh_cn: 教皇这个职位的矛盾之处在于，一个新人的成功总是要背负前任教皇成功的辉煌。

source: The weight of history, of doctrines and dogmas woven intricately century by century, genius by genius, is both the source and the limitation of papal power.
zh_cn: 历史上沉重的教义和信条经过一个又一个世纪、一个又一个天才的积累，复杂地交织在一起，它们既是教皇权力的来源，也是限制其施展作为的桎梏。

source: It radiates from every statue, crypt and hand-painted vellum text in Rome-and in churches, libraries, hospitals, universities and museums around the globe.
zh_cn: 这些教条来自罗马的每一座雕像、每一个地窖、每一张手绘的古老卷轴，也来自世界各地的教堂、图书馆、医院、大学和博物馆。

source: A Pope sets his own course only if he can conform it to paths already chosen.
zh_cn: 一个教皇要想施展自己的作为，必须遵循几个世纪以来被设定好的道路。

source: And so Francis signals great change while giving the same answers to the uncomfortable questions.
zh_cn: 方济各虽然在用同样的答案回应一些尖锐的问题，但同时传达出伟大变革的信号。

source: On the question of female priests: "We need to work harder to develop a profound theology of the woman." Which means: no.
zh_cn: 对于女性牧师的问题，他回答：“我们将会更加深入地研究女性神学体系。”意思就是，不。

source: No to abortion, because an individual life begins at conception.
zh_cn: 不可以堕胎，因为生命起始于怀孕。

source: No to gay marriage, because the male-female bond is established by God.
zh_cn: 不赞成同性恋婚姻，因为男女结合是上帝的旨意。

source: "The teaching of the church ­ is clear," he has said, "and I am a son of the church, but"-and here he adds his prayer for himself-"it is not necessary to talk about those issues all the time."
zh_cn: “教堂的教诲......很明确，我是教堂之子，但是”——他为自己祷告——“任何时候都不需要讨论这些问题。”

source: If that prayer should be answered, if somehow by his own vivid example Francis could bring the church into a new relationship with its critics and dissidents-agreeing to disagree about issues that divide them while cooperating in the urgent mission of spreading mercy-he might unleash untold good.
zh_cn: 如果他的祷告可以得到回应，如果方济各可以通过自己活泼的个性让教堂与反对者和异见者形成一种崭新的关系——认可分裂教会的不同意见，更积极地从事散播仁爱的重要任务，那么他将会让世人看到自己辉煌的一面。

source: "Argue less, accomplish more" could be a healing motto for our times. We have a glut of problems to tackle.
zh_cn: “少说多做”是我们这个时代典型的治愈系格言，我们有太多的问题要面对了。

source: Francis says by example, Stop bickering and roll up your sleeves.
zh_cn: 方济各说，不要再争吵，卷起袖子做事情吧。

source: Don't let the perfect be the enemy of the good-an important thing for the world to hear, especially from a man who holds an office deemed infallible.
zh_cn: 不要让完美成为优秀的对立面——这个世界需要听到这样的话，尤其它是出自一个被世人认为没有缺点的人的口中。

source: A Changing Papacy
zh_cn: 改变的教皇

source: This papacy begins with a name. Jorge Bergoglio is the first Pope to choose as his namesake Francis of Assisi, the 13th century patron saint of the poor.
zh_cn: 这一任教皇开始于一个名字，豪尔赫贝尔高利奥，是第一个选择13世纪穷人的守护神、阿西西的方济各作为自己名字的教皇。

source: The choice, coming after 14 Clements, 16 Benedicts and 21 Johns, is clearly and pointedly personal.
zh_cn: 在十四世克莱门特、十六世本笃和二十一世约翰之后，这显然是个充满个人色彩的选择。

source: The 13th century Francis turned to the ministry when, as legend has it, he heard a voice calling to him from a crucifix to repair God's house.
zh_cn: 据传说记载，13世纪的方济各皈依天主教，是因为听到耶稣受难像的呼唤，请他来修补上帝的房屋。

source: He left his prosperous silk-merchant family to live with the poor.
zh_cn: 他于是离开富有的丝绸生意家庭，与穷人住在一起。

source: He was a peacemaker, the first Catholic leader to travel to Egypt to try to end the Crusades.
zh_cn: 他是个和平倡导者，第一个进入埃及试图阻止十字军东征的天主教领袖。

source: He placed mercy at the core of his life.
zh_cn: 他把仁慈作为一生最重要的使命。

source: From that name follows much of Francis' agenda.
zh_cn: 这个名字引出了方济各的很多行为。

source: While the Catholic Church envisioned by Benedict XVI was one of tightly calibrated spiritual prescriptions, Francis told Father Antonio Spadaro, editor of the Jesuit magazine Civilt¨¤ Cattolica, in an interview published at the end of September, that he sees "the church as a field hospital after battle."
zh_cn: 在本笃十六世看来，天主教堂是一种严格限定的精神药方，但方济各在接受耶稣会杂志《Civiltà Cattolica》编辑安东尼奥 斯帕德罗神父的采访时说，他认为“教堂就是战场上的医院”。这篇文章在9月期的杂志上发表。

source: His vision is of a pastoral-not a doctrinaire-church, and that will shift the Holy See's energies away from demanding long-distance homage and toward ministry to and embrace of the poor, the spiritually broken and the lonely.
zh_cn: 他眼中的教堂是田园式的、亲民的，而不是教条主义的，这将引导圣座把精力从如何吸引信众遥远的崇拜，转移到拥抱穷人、精神缺少寄托和孤独的人群上。

source: He expanded on this idea in a 288-section apostolic exhortation called "Evangelii Gaudium," or "The Joy of the Gospel."
zh_cn: 他在288场宗座劝谕——又称为Evangelii gaudium（福音的喜乐）——中进一步扩展了他的思想。

source: "I prefer a Church which is bruised, hurting and dirty because it has been out on the streets, rather than a Church which is unhealthy from being confined and from clinging to its own security," he wrote.
zh_cn: 他写道：“我更喜欢一个破旧、残败、肮脏的教堂，因为这说明它被民众充分使用了，而不喜欢一个只为自身安全着想，被森严护卫的教堂。”

source: He made it clear that he does not just want talk-he wants actual transformation.
zh_cn: 他明确地表示不想谈更多，想要具体的改变。

source: He has halted the habit of granting priests the honorific title of monsignor as a way to stem careerism in the ranks and put the focus instead on pastoring.
zh_cn: 他不再向牧师们授予崇高的主教头衔，以遏制追求名利的风气，而是更多地关注牧师们的布道。

source: He told a gathering of his diplomats that he wanted them to identify candidates for bishop in their home countries who are, he said, "gentle, patient and merciful, animated by inner poverty, the freedom of the Lord and also by outward simplicity and austerity of life."
zh_cn: 他告诉自己的使者，请他们在自己的国家物色大主教的人选。候选人必须“温和、耐心、仁慈、受内心贫穷情结所激励、体现主的自由、外表朴素、生活清贫”。

source: To Francis, poverty isn't simply about charity; it's also about justice.
zh_cn: 在方济各看来，贫穷不仅仅关乎慈善，更关乎正义。

source: The church, by extension, should not reflect Rome; it should mirror the poor.
zh_cn: 教堂不仅仅代表罗马，也应当代表穷人。

source: Which helps explain why he has turned the once obscure Vatican Almoner, an agency that has been around for about 800 years and is often reserved for an aging Catholic diplomat, over to the dynamic 50-year-old Polish Archbishop Konrad Krajewski and told him to make it the Holy See's new front porch. "You can sell your desk," Francis told Krajewski. "You don't need it.
zh_cn: 这可以解释，为什么他把一度无人知晓的梵蒂冈施赈所——一个存在了800年的机构，一直供年老的天主教特使使用——交给充满活力的50岁波兰大主教康拉德 克拉约斯基，并告诉他把这个地方作为圣座的前厅。方济各告诉克拉约斯基：“你可以卖掉你的桌子，你不需要它。

source: Don't wait for people to come ringing. You need to go out and look for the poor."
zh_cn: 你应该走出梵蒂冈，别等人找上门来，你要主动出去接触穷人。”

source: The Archbishop hands out small amounts to the needy, including a recent gift of 1,600 phone cards to immigrant survivors of a capsized boat so they could call family back in Eritrea.
zh_cn: 大主教给穷人发放了少量的救济，包括1600张电话卡，让一个沉船事故中幸存的移民可以打电话给厄立特里亚的家人。

source: Francis often gives Krajewski stacks of letters with his instructions to help the people who have written to him and asked for aid.
zh_cn: 方济各经常给克拉约斯基几袋子信件，让他帮助这些给他写信的穷人。

source: In what sounds like a necessary precaution, the Vatican recently issued a denial after Krajewski hinted that Francis himself sometimes slips out of the Vatican dressed as an ordinary priest to hand out alms.
zh_cn: 克拉约斯基曾经暗示，方济各有时候会打扮成普通人偷偷溜出梵蒂冈。梵蒂冈官方给予否认，这或许是个必要的预防措施。

source: Francis also moved early to tame the mess that is the Vatican Bank, an institution even U.S. Treasury officials privately say is corrupted.
zh_cn: 方济各还亲自收拾梵蒂冈银行的烂摊子，美国财政部官员私下曾经表示，这家银行腐败问题严重。

source: Soon after he was elected, he named a special commission to investigate the bank, which in turn handed the matter off to an independent firm for an audit.
zh_cn: 当选之后不久，他组建了一个委员会来彻底调查银行，这项工作最终落到一家独立审计公司身上。

source: Francis also issued initiatives to counter money laundering and increase the monitoring of the Vatican's finances.
zh_cn: 方济各还启动了反洗钱行动，严密监管梵蒂冈的财务状况。

source: In October, the bank disclosed an annual report for the first time in its 125-year history.
zh_cn: 10月份，这家银行在其125年的历史上首次发布了年度财务报告。

source: And if personnel is policy, Francis has been particularly busy, shaking up the Curia with his preference for new faces over old ones.
zh_cn: 在人事政策上，方济各忙得不可开交，他任新弃旧的行为撼动了整个教廷。

source: In a move that signifies he means business, he tossed Benedict's Secretary of State, Tarcisio Bertone, and named ambassador to Venezuela Archbishop ?
zh_cn: 彰显他严肃的用人态度的一件事是，弃用本笃的国务卿泰西修 贝尔托内，任命伯多禄 帕罗林为委内瑞拉大主教。

source: Pietro Parolin, the youngest man to hold the post since Eugenio Pacelli, who went on to become Pope ?Pius XII in 1939.
zh_cn: 这是继尤金尼奥帕切利之后这个职位最年轻的人选，这个人在1939年成为教皇庇护十二世。

source: In April, Francis tapped a boarding party of eight like-minded bishops from around the world to meet with him several times a year to comb through difficult problems, a move that diffused some of the traditional power of the Synod of Bishops.
zh_cn: 4月，方济各组建了一个小规模的会议，8名来自世界各地思想相近的大主教每年与他会面数次，梳理教会中的大问题。这一举动在某种程度上削减了传统上主教大会的权威。

source: "I don't want token consultations," he explained in an interview, "but real consultations." That, at least so far, appears to be what he is getting.
zh_cn: 他在接受采访时说：“我不想举办象征性的讨论会，而是要实质性的讨论。”目前看来，他基本达到了这个目的。

source: The membership is telling: Cardinals from Chile, Congo and Honduras as well as Munich, Australia and Boston are on the panel.
zh_cn: 会议的成员说明了一切：来自智利、刚果、洪都拉斯、慕尼黑、澳大利亚和波士顿的红衣主教。
